GREETINGS = '''Привет! Перед началом использования бота прочти /help'''

HELP = '''Все команды и объяснения к ним:

```1. Перед тем как попытаться вывести расписание, выберите свою группу через комманду /group
После этого вы уже сможете использовать такую команду как /r```

```2. НЕ РАБОТАЕТ!!!!
Вы можете получить свое дз, используя комманду /h
Чтобы что то записать в ДЗ - напишите команду /addh и выберите предмет, а далее пишите ДЗ. Оно индивидуально для каждого чата.```

```3. Вы можете получить время звонков, используя команду /calls

Если у вас какие то вопросы, напишите создателю - @axilexus```'''

CHATS_TEXT = "Вот все чаты которые используют бота:\n\n"

DENAY = "Вам отказанно в доступе к этой комманде."